acpilight
adobe-source-code-pro-fonts
alsa-utils
ark
asp
atomicparsley
autoconf
automake
base
base-devel
bash-completion
bat
bat-extras
bind
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
cpupower
cpupower-gui
dkms
dolphin
drkonqi
dunst
efibootmgr
elisa
eza
fakeroot
fd
feh
ffmpegthumbs
file
findutils
firefox
flex
fzf
gamemode
gawk
gcc
gettext
git
git-delta
gnome-keyring
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gwenview
gzip
hddtemp
htop
hw-probe
intel-gpu-tools
intel-ucode
inxi
kactivitymanagerd
kate
kcalc
kcron
kde-cli-tools
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
keepassxc
kgamma
khelpcenter
khotkeys
kimageformats5
kinfocenter
kio-admin
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
lib32-gamemode
lib32-mesa
lib32-nvidia-utils
libkscreen
libksysguard
libtool
libva-intel-driver
libva-utils
libva-vdpau-driver
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
lrzip
lxappearance-gtk3
lzop
m4
maim
make
man-db
man-pages
mesa-utils
milou
mpd
mpv
nano
ncmpcpp
neofetch
neovim
neovim-symlinks
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia-dkms
nvm
okular
optimus-manager
optimus-manager-qt
os-prober
oxygen
p7zip
packagekit-qt5
pacman
pacman-contrib
partitionmanager
paru-bin
patch
pbzip2
pcmanfm-gtk3
peaclock
perl-cpanel-json-xs
perl-io-socket-ssl
perl-xml-dumper
picom-git
pigz
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plocate
pnputils-git
polkit-kde-agent
powerdevil
pulsemixer
python-pywal
qt5-imageformats
reflector
ripgrep
rsync
sddm-kcm
seahorse
sed
sof-firmware
spectacle
steam
sudo
sxiv
systemsettings
texinfo
tlp
tree
ttf-hack-nerd
ttf-liberation
ueberzug
unarchiver
unrar
unzip
upd72020x-fw
vulkan-intel
wget
which
wireless-regdb
wireplumber
wmctrl
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
yt-dlp-drop-in
ytfzf
zathura
zathura-pdf-mupdf
zsh
zsh-completions
zsh-syntax-highlighting
